trunk/projects/alpine/prototype/M32/test/java/files/alpine/soap/valid/soap11/simple.xml

<!--
POST /StockQuote HTTP/1.1
Host: www.stockquoteserver.com
Content-Type: text/xml; charset="utf-8"
Content-Length: nnnn
SOAPAction: "Some-URI"
-->
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
  <m:GetLastTradePriceDetailed
    xmlns:m="http://example.org/uri/1">
    <m:symbol>DEF</m:symbol>
  </m:GetLastTradePriceDetailed>
</soap:Body>
</soap:Envelope>